[{"word": "a", "pos": "indefinite article", "definition": ["used before countable or singular nouns referring to people or things that have not already been mentioned", "used to show that somebody/something is a member of a group or profession", "any; every", "used before uncountable nouns when these have an adjective in front of them, or phrase following them", "used in front of two nouns that are seen as a single unit", "used instead of one before some numbers", "used when talking about prices, quantities and rates", "a person like somebody", "used before somebody’s name to show that the speaker does not know the person", "used before the names of days of the week to talk about one particular day"], "examples": ["a man/horse/unit", "an aunt/egg/hour/X-ray", "I can only carry two at a time.", "There's a visitor for you.", "She's a friend of my father's (= one of my father's friends).", "Their new car's a BMW.", "She's a Buddhist.", "He's a teacher.", "Is that a Monet (= a painting by Monet)?", "A lion is a dangerous animal.", "a good knowledge of French", "a sadness that won’t go away", "a knife and fork", "A thousand people were there.", "They cost 50p a kilo.", "I can type 50 words a minute.", "He was driving at 50 miles an hour.", "She's a little Hitler.", "There's a Mrs Green to see you.", "She died on a Tuesday."], "code": 200}, {"word": "AA", "pos": "abbreviation", "definition": ["Automobile Association (a British organization that provides services for car owners)", "Alcoholics Anonymous"], "examples": [], "code": 200}, {"word": "AAA", "pos": "abbreviation", "definition": ["American Automobile Association (an American organization that provides services for car owners)", "(in the UK) Amateur Athletic Association"], "examples": [], "code": 200}, {"word": "aardvark", "pos": "noun", "definition": ["an animal from southern Africa that has a long nose and tongue and that eats insects"], "examples": [], "code": 200}, {"word": "aargh", "pos": "exclamation", "definition": ["used to express fear, anger or some other strong emotion"], "examples": ["Aargh—get that cat off the table!"], "code": 200}, {"word": "aback", "pos": "adverb", "definition": ["to be shocked or surprised by somebody/something"], "examples": ["She was completely taken aback by his anger."], "code": 200}, {"word": "abacus", "pos": "noun", "definition": ["a frame with small balls that slide along wires. It is used as a tool or toy for counting."], "examples": [], "code": 200}, {"word": "abaft", "pos": "adverb", "definition": ["in or behind the stern (= back end) of a ship"], "examples": [], "code": 200}, {"word": "abalone", "pos": "noun", "definition": ["a shellfish that can be eaten and whose shell contains mother-of-pearl"], "examples": [], "code": 200}, {"word": "abandon", "pos": "verb", "definition": ["to leave somebody, especially somebody you are responsible for, with no intention of returning", "to leave a thing or place, especially because it is impossible or dangerous to stay", "to stop doing something, especially before it is finished; to stop having something", "to stop supporting or helping somebody; to stop believing in something", "to feel an emotion so strongly that you can feel nothing else"], "examples": ["The baby had been abandoned by its mother.", "People often simply abandon their pets when they go abroad.", "‘We have been abandoned to our fate,’ said one resident.", "The study showed a deep fear among the elderly of being abandoned to the care of strangers.", "Snow forced many drivers to abandon their vehicles.", "He gave the order to abandon ship (= to leave the ship because it was sinking).", "They had to abandon their lands to the invading forces.", "They abandoned the match because of rain.", "The plans for reform were quietly abandoned.", "She abandoned hope of any reconciliation.", "We had to abandon any further attempt at negotiation.", "The country abandoned its political leaders after the war.", "By 1930 he had abandoned his Marxist principles.", "This principle has now been effectively abandoned.", "He abandoned himself to despair."], "code": 200, "synonyms": "leave"}, {"word": "abandoned", "pos": "adjective", "definition": ["left and no longer wanted, used or needed", "(of people or their behaviour) wild; not following accepted standards"], "examples": ["an abandoned car/house", "The child was found abandoned but unharmed.", "There was an abandoned supermarket trolley in the middle of the road."], "code": 200}, {"word": "abandonment", "pos": "noun", "definition": ["the act of leaving a person, thing or place with no intention of returning", "the act of giving up an idea or stopping an activity with no intention of returning to it"], "examples": ["their childhood abandonment by their mother", "the government’s abandonment of its new economic policy"], "code": 200}, {"word": "abase", "pos": "verb", "definition": ["to act in a way that shows that you accept somebody’s power over you"], "examples": [], "code": 200}, {"word": "abasement", "pos": "noun", "definition": ["the fact of being treated in a way that makes you accept somebody’s power over you"], "examples": ["the enforced abasement of workers before the corporate ethos"], "code": 200}, {"word": "abashed", "pos": "adjective", "definition": ["embarrassed and ashamed because of something that you have done"], "examples": ["He glanced at Juliet accusingly and she looked suitably abashed."], "code": 200}, {"word": "abate", "pos": "verb", "definition": ["to become less intense or severe; to make something less intense or severe"], "examples": ["The storm showed no signs of abating.", "They waited for the crowd’s fury to abate.", "Steps are to be taken to abate pollution."], "code": 200}, {"word": "abatement", "pos": "noun", "definition": ["the action of making something less intense or severe; the fact of becoming less intense or severe"], "examples": ["The city spends $9 million a year on air pollution abatement.", "No cure was possible, despite the abatement of symptoms."], "code": 200}, {"word": "abattoir", "pos": "noun", "definition": ["a building where animals are killed for food"], "examples": [], "code": 200}, {"word": "abba", "pos": "noun", "definition": ["a father"], "examples": [], "code": 200}, {"word": "abbey", "pos": "noun", "definition": ["a large church together with a group of buildings in which monks or nuns live or lived in the past"], "examples": ["Westminster Abbey", "a ruined abbey"], "code": 200}, {"word": "abbess", "pos": "noun", "definition": ["a woman who is the head of an abbey of nuns"], "examples": [], "code": 200}, {"word": "abbot", "pos": "noun", "definition": ["a man who is the head of an abbey of monks"], "examples": [], "code": 200}, {"word": "abbreviate", "pos": "verb", "definition": ["to make a word, phrase, name or text shorter, especially by leaving out letters or using only the first letter of each word"], "examples": ["the Jet Propulsion Laboratory (usually abbreviated to JPL)"], "code": 200, "synonyms": "shorten"}, {"word": "abbreviated", "pos": "adjective", "definition": ["made shorter, especially by leaving out letters or using only the first letter of each word"], "examples": ["Where appropriate, abbreviated forms are used.", "On the map, abbreviated forms such as USA and UK are consistently used."], "code": 200}, {"word": "abbreviation", "pos": "noun", "definition": ["a short form of a word, etc.", "the process of abbreviating something"], "examples": ["What's the abbreviation for ‘Saint’?"], "code": 200}, {"word": "ABC", "pos": "noun", "definition": ["all the letters of the alphabet, especially as they are learnt by children", "the basic facts about a subject", "very easy or very easily"], "examples": ["Do you know your ABC?", "the ABC of gardening", "The whole procedure is as easy as ABC.", "Fooling him was as easy as falling off a log."], "code": 200}, {"word": "ABD", "pos": "abbreviation", "definition": ["all but dissertation (having completed all the work for a higher degree except the dissertation)"], "examples": ["ABD students may apply.", "You can write Ph.D. (ABD) after your name."], "code": 200}, {"word": "abdicate", "pos": "verb", "definition": ["to give up the position of being king, queen or emperor", "to fail or refuse to perform a duty"], "examples": ["He abdicated in favour of his son.", "She was forced to abdicate the throne of Spain."], "code": 200}, {"word": "abdication", "pos": "noun", "definition": ["the action of giving up the position of being king or queen", "the fact of failing or refusing to perform a duty"], "examples": ["the chain of events leading to the king's abdication", "a complete abdication of responsibility by the government"], "code": 200}, {"word": "abdomen", "pos": "noun", "definition": ["the part of the body below the chest that contains the stomach, bowels, etc.", "the end part of an insect’s body that is attached to its thorax"], "examples": ["Patients reported pain in the lower chest or upper abdomen."], "code": 200}, {"word": "abdominal", "pos": "adjective", "definition": ["relating to or connected with the abdomen"], "examples": ["abdominal pains"], "code": 200}, {"word": "abduct", "pos": "verb", "definition": ["to take somebody away illegally, especially using force"], "examples": ["He had attempted to abduct the two children."], "code": 200, "synonyms": "kidnap"}, {"word": "abduction", "pos": "noun", "definition": ["the act of taking somebody away illegally, especially using force"], "examples": ["child abduction"], "code": 200}, {"word": "abductor", "pos": "noun", "definition": ["a person who abducts somebody", "a muscle that moves a body part away from the middle of the body or from another part"], "examples": [], "code": 200}, {"word": "abed", "pos": "adverb", "definition": ["in bed"], "examples": [], "code": 200}, {"word": "abeyance", "pos": "noun", "definition": ["not being used, or being stopped for a period of time"], "examples": ["Legal proceedings are in abeyance, while further enquiries are made."], "code": 200}, {"word": "Aberdonian", "pos": "adjective", "definition": ["from Aberdeen in Scotland"], "examples": [], "code": 200}, {"word": "aberrant", "pos": "adjective", "definition": ["not usual or not socially acceptable", "being or becoming different from the normal type"], "examples": ["The aim is to find the cause of the child's aberrant behaviour.", "aberrant chromosomes"], "code": 200}, {"word": "aberration", "pos": "noun", "definition": ["a fact, an action or a way of behaving that is not usual, and that may be unacceptable"], "examples": ["a temporary aberration of his exhausted mind", "A childless woman was regarded as an aberration, almost a social outcast."], "code": 200}, {"word": "abet", "pos": "verb", "definition": ["to help or encourage somebody to do something wrong", "to help somebody to do something illegal or wrong"], "examples": ["He was abetted in the deception by his wife.", "She stands accused of aiding and abetting the crime.", "He was charged with aiding and abetting the robbers."], "code": 200}, {"word": "abhor", "pos": "verb", "definition": ["to hate something, for example a way of behaving or thinking, especially for moral reasons"], "examples": ["Most decent people abhor corruption in government.", "She abhors any form of cruelty towards animals."], "code": 200, "synonyms": "detest"}, {"word": "abhorrence", "pos": "noun", "definition": ["a strong feeling of hating somebody/something, especially for moral reasons"], "examples": ["He had an abhorrence of waste of any kind."], "code": 200}, {"word": "abhorrent", "pos": "adjective", "definition": ["causing a strong feeling of hate, especially for moral reasons"], "examples": ["Racism is abhorrent to a civilized society."], "code": 200, "synonyms": "repugnant"}, {"word": "abide", "pos": "verb", "definition": ["to dislike somebody/something so much that you hate having to be with or deal with them", "to stay or live in a place"], "examples": ["I can't abide people with no sense of humour.", "He couldn't abide the thought of being cooped up in an office.", "I can’t abide people who look down on others.", "May joy and peace abide in us all."], "code": 200, "synonyms": "bear"}, {"word": "abiding", "pos": "adjective", "definition": ["lasting for a long time and not changing"], "examples": ["He is an artist with an abiding concern for humanity."], "code": 200}]